{
    "artistName": "Aesop Rock",
    "albumName": "Float",
    "songsWithLyrics": [{
        "trackNumber": 1,
        "id": 7508,
        "title": "Float",
        "lyrics": "[Verse]\nThis fallen angel could stitch a wing with a shoestring;\nThe prime directive selects reflective aviation bathed in mood swing\nI'm broke. I know a walking corpse who'd spit icicle dagger to slit throat\nQuicker than you can prove there's four letters in hope (H-O-P-E)\nI paint a portrait from my cell called life inside the tortoise shell\nTortured\nOrbiting hell's orchard intrigued but not compelled\nI smell a hint of charred child flesh sweeping through my quarters\nOrder one canteen of liquid caffeine and eclipse the slaughter\nNow is you is the villain of my kabuki hologram\nCuz I hobble with hollow hands\nPlease pan the nozzle\nWe see intent to re-invent dream application with homage to ancients\nBut honor modern replacements circling now basics\nI'm Bilbo Baggins with stilts tipping the Petri dish (fresh)\nBeached fish on the shores where the feast of wits eat the corpse\nDivvy the servings and study the traits that deemed killer breed credible\nThat's a harp of a different color but the song remains identical\nI am not a crook\nI cook the wick at both ends\nJust to blend that element of chance with my tight rope dance\nLife\nSight beyond\nFire ant with a hunger pain gut be gone\nBelong to something civil, saint, cuz this Rembrandt paints on\nAnd it's a cold canvas lodged in the gut of Atlantis\nSome present impressive lung, some truly learn what a death chant is\nI alone personify mankind's collective sulk\nAs a result of one angry Zeus fist blistering cult pulp in bulk\nFace it\nDie\nPlace it on the shelf next to the portrait mommy gave you of the day it rained\nBut y'all posed by the slave ship anyway\nMake it rain 'til the levy breaks\nMy fetus breeds as a combine of father time and his sweetest concubine, wine\nAnd it saddens me like televised casualties\nI'll be hung in the village square in exactly 5 minutes;\nYou don't want to miss it\nAs a token of my discontent regarding the equation\nI'm officially closed for consultation\n\n[Hook]\nI float; while everyone around me's busy drowning..."
    }, {
        "trackNumber": 2,
        "id": 7503,
        "title": "Commencement (at the Obedience Academy)",
        "lyrics": "[Verse 1]\nThe harvest appeared less plentiful than last season\nI imagine sloppy seed handling evoked a stroke of tardy planting\nAnd the crops we'd have harnessed mid-November\nHad only brushed the blossom bracket\nThen soon sacrificed lives to icicle jackets when the frost hit\nI sunk to find the warmth beneath the mosses\nWith a plan to tunnel past after the rains have run their courses\nBut alas, the portraits of these frostbit corpses tortured in the grass\nOffered this torch supporter one tall glass of nauseous\nAnd I'm asking you: Why's the spy supply hiding in strangers\nWhen they know atop the food chains I could spot biters for acres?\nNow be gracious, these minstrels turn a bully cycle civil\nBy dissolving the candy coated image down to the pixels\nThe upbringing of self-styled freedom brigade investors\nAnd their studies connecting one hit wonders with dust collectors\nPuts it down\nIt's down beneath your sappy sing-a-longs\nLet's take it further down, we'll let Dante decide which ring I'm on\nNova\nThe elders took positions and the fans marched\nParched, plain and steamed\nHawking the rain in my canteen\nNow I'm like point:\nI guess I could spare a splash for a couple of heads\nCounterpoint:\nDuring my famine I never got broke your bread\nWell, equation of intrigue, yes, yes\nLemme fence sit for a bit\nThese tense lips need soaking before I hand out tokens\nShut the fuck up\nDrama like kabuki with a heart of dirt\nSkull fucked cross bones hence my birth\nIt hurts\n\n[Hook]\nMust not sleep. Must warn others\nTrust blocks creep where the dust storm hovers\nI milk my habitat for almost everything I want\nSometimes I take it all and still can't fill this pitfall in my gut\nMust not sleep. Must warn others\nTrust blocks creep where the dust storm hovers\nI'm tryin' to walk on top of sunshine\nBut it's ridiculous at times. That's why I'm touring with this warning\n\n[Verse 2]\nCrowning the glory of our advance\nFire ants to water beetles\nThese Freemasons adjacent to pacing pins and needles\nPupil turned pedagogue, benediction to my dream\nBeaming a billion bottle rockets off the golden mezzanine\nCheck it\nI'll pluck the petals off a classic blood rose one at a time\nGripping the stem in the right; invite the thorns to dig up in my lifeline\nIt's a metaphor for nighttime\nAnti-up the slight cost of exhaustion\nTo salute the moon above paradise lost and you're a spectator, stringent\nInch by sacred inch shoveling coal into my earthworm soul\n(You should know!)\nBurrow up through the dirt with bloody digit\nLick my knuckles clean\nNoting the corporate clusters holding hands\n'round the abode of the damned\nNow what's your poison?\nStarlight in a maser with a nicotine chaser\nSip it clean, savor the taste to sit and dream later:\nThe eyelids pivot back upon the hinges\n20 miles across the glassy eyed window of wonders to passers by\nNow I'm 6 foot 4 with a 6-floor walk up just to recline\nWith no free time. The alarm storms at nine\nMy daytime's on some, 'Yes, sir. Ok, sir. Right away sir\nSir, do you mind if I breathe, sir?\nOh you do? Well excuse me, sir, fuck you.'\nI breathe slow\nI run in with these fantastic amalgams\nPainting casket-bound careers to peers gunning with classic albums\nSecurity's the javelin, catch it\nLabor\nClocked in in '76 and haven't clocked out ever since\n\n[Hook]\nMust not sleep. Must warn others\nTrust blocks creep where the dust storm hovers\nI milk my habitat for almost everything I want\nSometimes I take it all and still can't fill this pitfall in my gut\nMust not sleep. Must warn others\nTrust blocks creep where the dust storm hovers\nI'm tryin' to walk on top of sunshine\nBut it's ridiculous at times. That's why I'm touring with this warning\n\n[Outro]\nFeel it, it's like that"
    }, {
        "trackNumber": 3,
        "id": 7505,
        "title": "Big Bang",
        "lyrics": "[Intro]\nWell, so we meet again\n(He said he's grown spiritually\nSince the last time we'd spoken)\n\n[Verse 1]\nOk, this is the dawning of the book of bitter aspects\nWhere the jackals sit and watch the pedagogues clash flesh\nPoison function accompanied by six armor-clad\nBlack horse and buggy mechanisms\nTugged a portion of my severed vision (my severed vision)\nThe gathering of loose ends in a bucket\nWith a shoestring budget\nEvery man's got a field to plow (I know that now)\nBut it's like, man I really can't afford the oxen\nFee fie et cetera\nI smell the warm blood of the bill collector knockin'\nI get awkwardly sturdy with a frigid liquid backbone\nI get swept in the pressure cooker tryin' to paddle back home\nI get sprung with a vibrant alliance of clean intention\nBy eclipsing doom litigants hatched to bash these picket fences\nNow I'll attend the wedding of the open sore and festering\nAnd when the groom presents the ring\nThe bride commence the blistering\nIt's textbook magnificently crude\nPrototype king berserker module\nInserted vertical thirst, burst horizontal (treasure)\nTreasure, loose cannons span the starboard bow\nOf the clipper ship dipped in truth famine pressure (pressure)\nCabin fever meter peggin' ludicrous\nBeautiful cartoon troopers\nSwallow brutal futility with a teaspoon full of sugar\nI rock ready, aim, fire while y'all rock ready, fire, aim\nThen blame the stationary target while the prey escapes the frame\nMerit badge, marksman, or poacher?\nIt's all the same (right?)\nSo I lay across the wood perpendicular to the grain\n\n[Hook]\nI wanna be a big bang, gotta be\nNever bottle me up in a probably, I wanna see a 'Yes sir', sir\nYES SIR!\nThorn with a torn core, sore to the bone\nWarn the other brothers I was born forlorn\nBig bang, Shoveling a big dig\nHuddle in a tunnel of big dreams I think big things\nI'ma burn with this little light of mind\nAnd a prime concern to earn thanks, I'ma be a big bang\n\nI wanna be a big bang, gotta be\nNever bottle me up in a probably, I wanna see a 'Yes sir', sir\nYES SIR!\nThorn with a torn core, sore to the bone\nWarn the other brothers I was born forlorn\nBig bang, Shoveling a big dig\nHuddle in a tunnel of big dreams I think big things\nI'ma burn with this little light of mind\nAnd a prime concern to earn thanks, I'ma be a big bang\n\n[Verse 2]\nI'm just a survivor of the woolly mammoth population\nBottle neck effect, sorta born def\nAlien to shallow alchemy\nIf you gon' metamorph the base-metal to precious\nMight as well steal from the rich, bewitch the peasants\nI'm floating this homing pigeon out hell's kitchen window\nLeft an S.O.S. infested bottle nestled in his grip so\nWith a prayer circle release party and hearty wild bellow\nI observed him fly ten feet\nThen drop the bottles to the devils\nFertile circle turned fertile crescent via bad investment\nDespised every second, but I guess I learned my lesson\nIf I made an angel in the snow for every rotting victim\nThere'd be wings to float this mothership up out the goblin system\nSticky panoramic contaminant planted\nIn conjunction with phantom assumption\nGutterbug alumnus candidates\nWell, I promise you I'll man the lighthouse\nJust to help guide in your ship\nIf you promise to help pull this hook out my lip (bitch)\nGodspeed, straitjacketed ragged approach\nTo circle suns via folklore pollutants derived strictly\nFrom a B.C. generation disgust\nCommunity movement alluding to a\n\"No blood given, no recognition\"\nLife manner, I was us up all night with a rusty hammer\nTrying to build a fence around these magic beans\nMy dreams have gathered\nBut to, that certain lack of avail\nI sail a choppy lot with buoyancy like a bucket of rocks (a bucket of rocks)\n\n[Hook]\nI wanna be a big bang, gotta be\nNever bottle me up in a probably, I wanna see a 'Yes sir', sir\nYES SIR!\nThorn with a torn core, sore to the bone\nWarn the other brothers I was born forlorn\nBig bang, Shoveling a big dig\nHuddle in a tunnel of big dreams I think big things\nI'ma burn with this little light of mind\nAnd a prime concern to earn thanks, I'ma be a big bang\n\nI wanna be a big bang, gotta be\nNever bottle me up in a probably, I wanna see a 'Yes sir', sir\nYES SIR!\nThorn with a torn core, sore to the bone\nWarn the other brothers I was born forlorn\nBig bang, Shoveling a big dig\nHuddle in a tunnel of big dreams I think big things\nI'ma burn with this little light of mind\nAnd a prime concern to earn thanks, I'ma be a big bang\n\n[Aesop Rock]\nBig bang, bi-big bang\nIt's gettin' bigger by the second\nCheck it\n\n[Verse 3]\nOk, I'm here to rock the tugboat and bid the elders farewell\nI shook the buddy system wisdom 'til the similars repel\nI sell a barrel of spirit to dummy dimwit syndicate jackals\nI'm broken arrow to the fuckin' bone (broken poem)\nI don't really believe in God\nBut God, I'm scared to death of God\nI swear to God, I never meant to spill the beans\nNor tear the pod\nBut it's like...\nI hike an acre unimpressed and slept on the saber's edge\nEnough times to splice anti-Christ's favorite pledge\nI wanna know myself\nSorta solo sheep amidst wolves\nAnd still my shepherd can't administer\nThe proper push and pulls\nI push the ghouls to man overboard\nPull the bulls onto my sword\nAnd buckle down in a corner chair with a round table floor\nGot an angel on my left shoulder, a devil on the polar\nGot a mug a frigid, got a mug a solar, sliiidde over\nThe recipe's designed to plug the appetite for continuity\nBy stitching togetherness theme congruents (beautifully)\nI peel back hearts and lodge greed physics in the chambers\nCauterize the wound and heads like\n\"Gimme gimme something major\"\nRoad side prophetic, ascend well (well)\nEnveloped in a mummy ribbon system\nBlistering in a wishing well\nBIG BANG!"
    }, {
        "trackNumber": 4,
        "id": 7509,
        "title": "Garbage",
        "lyrics": "[Intro]\nThe ritual goes, same window, different visual\n\nWing of wax? Or wing of gold leaf? Choose one\nFloat or plummet 20,000 cold leagues\nMy nourishment's provided in the summer\nSo then I wonder how y'all chasing dreams when what's tangible still outruns you!\nHail dirty doll immaculate performance\nWarm as the march of a billion torches forward to burn what I'm born in\nCut and paste alertness to current settings provided quick\nShimmy the pirate ship mass, spot the island, sound the siren\nAnd about face\nLet's salute the embraced pertinent generals\nWho turned innocent hermits to burning spectacles\nFlirtin' with a serpent working overtime, drain the battery\nSiphon the poison to flood his majesty's hatchery\nI was riding on a yellow bus to where the brush thickens\nAnd it ain't exactly plush pickings\nI'd rather take the time to burn every last bridge\nI've ever crossed beneath the sun\nThan live my life knowing you may one day follow me over one\nSnake bite, breath too heavy to hold\nCaught up in the wake of the red witch trying to swim it\nRan for the sake of dead cliques stripped of idyllic image\nSteal a sloppy earth meal\nFeed my pottery wheel to model colossal vision\nThrill, trucking with a bucket of pennies\nI'm 'a drag my sneakers through the dirt like alligator bellies 'til the cloud burst\nHonor and a loud thirst submersed in a trap\nLittle drummer boy vs. thunderclap\n\n[Hook] x2\nIn a city of garbage, trying to reap the harvest\nAdaption is the trap in which the artist meets the forest\nSwing your little ax or be an oak tree if you can't\nEither way; adapt to circumstance or play your final hand\n\nYou don't know enigma\nAn attempt to bury the hatchet rendered me victim of deviltry\nPlus wounded like stigmatics\nSomething's huffing hazardous\nI smell an inch of difference in this morning's pollution pistons\nAnd how the loose ends drifted\nMy sour patch institution slipped in amidst the invaders and pardon my tone\nBut this garden's grown fucking acres since my visit\nItching to count the layers in the blizzard\n'Til that chapter where my family inserts the dagger and twists it\nIt's a carnival\nHave you any sweets for my weary kin? It's a carnival\nHave you any feed for my cheery grin? It's a carnival\nWelcome, play our games, you'll never win\n'Cuz it's that carnival where every freak show spectacle's your friend\nAnd I'm a ghostly galleon tossed upon cloudy seas\nAnti-freeze to glacier, cookin' a look of fiery nature\nIt's the ceiling feeling too heavy to bliss the I-beams for a fraction more\nCollapsed and left 'I'm sorry' tacked to you door\nPitching my back to hell's kitchen\nBack burner murder machinery released regardless of the pardons\nHitching my life to the leash of one minstrel\nSick of same window different visual\nSame agnostic hostage different ritual\nPlague, cooperative super colony clash\nI heard you got a dust collection, lemme see it\nI duel as underdog vs. forced adaptation to the marvels of the now\nSince then, my knuckles haven't once dragged on the ground\n\n[Hook] x2\n\n[OUTRO] x8\nThe ritual goes, same window different visual"
    }, {
        "trackNumber": 5,
        "id": 7512,
        "title": "I’ll Be OK",
        "lyrics": "[Intro: Slug]\nBurn it down...\n\n[Slug]\nPad the circles 'round your life\nTo capture all the sides you sight\nMagic tricks where skeptics sink\nThe ice is thin, stay off the lake\nWaiting for a clock to punch\nWish I could breathe and stop for lunch\nIf I stop to count the leaves on only one of these here trees\nNot sure that I know what's pure\nBorn to kill the insecure\nSome respect, some resent, some remain from start to end\nWear my heart on my short sleeves\nI'm stuck out here, I lost my keys\nFrom the roof I watch the street\nAnd pray for those that's caught beneath\n\n[Slug, Aesop Rock]\nAs long as I know right from wrong\nI'll be ok, I'll sing my songs\nAs long as I know right from wrong\nAs long as I know right from wrong\n\n[Slug]\nI dunno what I have left\nTo give other than truth and breath\nAngel when she shuts her eyes\nLike we will leave to my demise\nBetween my time is short\nAbout to start my last resort\nWake me up when it's time to make babies\nTalkin planet earthquakes\nTied the laces, touch the ground\nLet emotions ruptured now\nAs long as I know right from wrong\nI'll be ok I'll sing my songs\n\n[Chorus: Aesop Rock, Slug]\nAs long as I know right from wrong\nI'll be ok, I'll sing my songs\nAs long as I know right from wrong\nI'll be ok, I'll sing my songs\nAs long as I know right from wrong\nI'll be ok, I'll sing my songs\nAs long as I know right from wrong\nI'll be ok, I'll sing my songs\n\n[Aesop Rock]\nI wanna lift every yellowbrick\nI've never felt pressure to have to justify my selfishness\nAt least not to you and yours\nMaybe just my friends and fellowships\nAs long as the mood is somehow linked to my enhanced development\nI swear they'll understand!!!\nThere's a storm outside my tenement\nBeats upon my windows with Mother Nature's adrenaline\nI guess that's why my homie Blockhead stays glued to the television\nNow I look less intelligent\nCuz I'm the one that tried to bear the elements and lost\nWell it's warm by the filament\nHuddled up close in the company of all my relatives\nStories, laughs, black coffee and honest-to-God sentiment\nCocooned inside the unified efforts to all get settled in\nAway from where the rain pours!\nWell count your delegates\nWeed out the bums who practice migration other than elegant\nOf course I realize the filtering procedure's delicate\nBut let devils inside to collide with your overzealousness\nAnd fall to rock bottom\nSpot 'em with their carelessness\nThe urge could burst to turn even those pacifist to militant\nYou can't even have half of free second\nTo become jealous in\nYou gotta aim, fire and aspire to be model veteran\nBuried in merit badges\nI'm stuck in the center and could care less\nAbout the eye of the storm and its monstrous measurements\nI got a defense that I call coolin' with my brethren\nSometimes I get wet\nBut it's better than risking life and limb to me, don't you agree?\n\n[Chorus: Slug, Aesop Rock]\nAs long as I know right from wrong\nI'll be ok, I'll sing my songs\nAs long as I know right from wrong\nI'll be ok, I'll sing my songs\nAs long as I know right from wrong\nI'll be ok, I'll sing my songs\nAs long as I know right from wrong\nI'll be ok, I'll sing my songs\n\n[Outro: Aesop Rock] *repeat to fade*\nIf you wanna push\nThen I'm ready to push\nBut if you pulling while I'm pushin'\nThen why did you ask me to push?"
    }, {
        "trackNumber": 6,
        "id": 2230252,
        "title": "Breakfast With Blockhead",
        "lyrics": ""
    }, {
        "trackNumber": 7,
        "id": 7514,
        "title": "Basic Cable",
        "lyrics": "Television, all hail grand pixelated god of\nFantasy, murder scape bent perspective\nFuck a sore channel changed digit\nI sit with a nasty network intravenous plan\nWith a stable diet of my cable pirate\nYo, the doctor is in, the doctor is on\nBorn the bastard son of static radiance cloned to welcome in every home\nLead a blue screen, bruised dream canopy\nVictim of the cursed nursed Technicolor drunk support team\nOoh, I love all advertisements\nThough accused by robot news casters who capture and pollute\nSpoon fed hazardous fog to joy luck catholic squad\nPlease take me, please calm me, please make me a zombie\nPlease I want to donate my brain to the monstrous Panasonic profit\nNow, twenty first century plagued\nDispersed to wide eyed glamour addict patients\nTelecast patrons\nBlue be the propaganda banners, well, sure I'll be a Marine\nWith a clean sword and blue uniform, it only takes a dollar and a dream\nAnd I abide great idiot box power supply, fuzz vapor\nBlack out of New York, hey honey, get the generator\nI'm in a doom, doom generation, pacin', ancient electric secret\nNever sleepin' to miss the AM oasis\nMy name is a wired heart, sloppy obligation\nTurn my stilt into my guilt and have a chatter box blame frame adjacent station\nMake reality scrambled and suck the life out of a hidden vandal\nAnd loving every minute of the gimmick, change the channel\n\nPlug it in, turn it on, prop me up against the couch\nLights out, I ain't ever gonna have to leave my house\nSatellite dish, get up on my wish list, turn me to a tyrant\nLet my clean spirit dissolve through the appliance\n\nPlug it in, turn it on, be my mother when she's gone, great\nWipe the spittle off my chinny-chin during the breaks\nIf I gotta go blind I'mma do it for the love of all television kind\nAnd that's fine, and that's fine...\n\nMake me a star, I wanna touch gold\nHold me suspended in a dream, merely inches from the screen\nDeleted passions sacrificed to one electron monster\nCrucify my little future to the monitor\nDamn it feels good, turn on, tune in\nZoom in to hug the bug up in your family function\nBut the children seem to love it\nYes mother, me and wild discovery\nAnd heard the static flock to where I sleep\nBy the glow of that magic box big speaker\nStereo mastered often kill the freak seekers, eyes spiraling\nTangled in the star spangled wiring\nI can turn from toxicated visuals\nAnd all the kings horses abort the loyalty to royalty\nFuck the fortress\nRiddle me with glee, hoist the end all teleprompter above my sleeping head\nI'll be dead by morning anyway\nColor my values with mundane humor in thirty minute tickets\nTo feel the magnetic seal picket censorship\nI want commercials twenty four-seven\nI wanna shop from my bed and set an\nExample for all my overworked, underpaid brethren\nI bond with a six stringed correspondence\nAnd lurking circuitry circus\nWith allegiance pledged beyond the glass surface\nAdamant students within the fine school of possessed graduate catalysts\nChannel zero addict, immaculate\nIt goes- big screen, little screen, any screen'll do\nJust let me hold the controller and I won't have to murder you\n\nPlug it in, turn it on, let my little eyes glaze\nTwenty screens lined up along the borders of the maze\nI wanna see the five day forecast, fourteen days in advance\nSo I can get my two weeks notice every time the sun dance\n\nPlug it in, turn it on, silent flicks better than nothing\nLet a once divine soul feel the functions of the hypnotist\nThe viciousness, ridiculous, peaking a dummy's interest\nTouch the power button meet your maker, ain't that something?\n\nPlug it in, turn it on, say goodbye to Sunday afternoon\nFix the antenna, sit back and let disaster bloom\nIt's a beautiful sight, with a most ugly intention\nBut I taste it everyday and bathe inside the consequences\n\nPlug it in, turn it on, never once have you talked back to me\nYour majesty, I love you, I despise you\nMy everyday is sitcom, soaps, news, bad dramatization\nCome along with me, my friend for the most glorious sensation"
    }, {
        "trackNumber": 8,
        "id": 7506,
        "title": "Fascination",
        "lyrics": "[Verse 1]\nShooken to Casper\nIllustrate beautiful disaster\nFlight of the mother ship lift to badger the male-factor\nMarionette versus the threat of wire cutter function\nStereotypical Grinch bashing your pumpkin\nPlug, try to count up your warrior hatchling batch before gestation segment ended\nAnd head a platoon of embryonic remnants to the game board\nRelease Japanese beetle swarm to counter the spread of bitch crops\nDemolish the harvest and herd colony out immediate\nOne massive attack, hunted, confronted and gutted\nMost pungent component cloned in outrageous bunches\nFrom the grimacing faces to the knots in my shoelaces\nI'm a show you all the phases of a fuck up (Yeah)\nPlucking the petals but every rose had its thorn\nConsider that first warning, second will be good times, laughs and epitaphs\nAs a matter of basic principle next I set my boat a sail\nI won't always be there for your tugging on my coat tails\nFamily stuck, voyage of the S.S. Martyr\nWho you think put that unseen iceberg in the water?\nManufacture flotsam and jetsam from out your charter\nWe got the once pushovers pushing back a little harder now, blink\nI think I can, I think I can\nI got grips, muckraker major spin circles 'round sunken ships\nWalk an invisible city of lost clans and he's jealous\nCause my silhouette had more dimensions than his game plans\n\n[Hook: Aesop Rock]\nFascination, fascination\nFascination, fascination\nAnd everything I do I'm fascinated with\nThat's why I pass the hated wasteland with a grin, cause in the end I got my passions\nWhile you splash in a puddle of trying to pick apart the puzzle\nFascination, fascination\nFascination, fascination\nAnd everything I do I'm fascinated with\nThat's why I pass the jaded grips of competitors who initiate disturbance with a smirk\nCause I feel I got direction in my work\n\n[Verse 2]\nAnd everything I touch magnificent\nPicking apart a drunken township\nSitting in the rain rusting the nails my crown's bound with\nIf I had an anchor I would lay it in the dirt and mark today\n\"The Day The Earth Stood Still\" while I complete my search\nYou honor delusions and falsified life comfort systems\nAs boy in the bubble huddled up to simple Simon subtle\nBorn tomahawk. Shock the peanut gallery loopy\nDebate the cutesy, groupie, Kewpie doll community\nAnd I'm hung in a virtual skin and bones emaciated ringworm\nCircus freak bloodthirsty intern trainee urchin feast\nWith a delectable style compiled of that which stands\nTo buff a child's yellow brick vision of slick living\nI observe the stories from my fire escape observatory\nFirst I herd the glory, then desert the herbs that word it poorly, understood?\nWell, maybe a pat on the back for the lucky losers\nWho truly felt they were born to touch the music\nI catalog cats as welcome mats, and for the ones\nInsisting on dimming the stars I wipe my sneakers extra hard\nI wish upon a penny toss that every servant will betray his gatekeeper\nAnd leap to reap the freedom fighter mad galaxy\nHuff the war gas vapors and cram hard for tomorrow\nBrother, I own twice my weight in patience\nBe it padded cubicle or beautiful tomb\nI'll be listening 'til you whistling that more suitable tune\n\n[Hook: Aesop Rock]\nFascination, fascination\nFascination, fascination\nAnd everything I do I'm fascinated with\nThat's why I pass the hated wasteland with a grin, cause in the end I got my passions\nWhile you splash in a puddle of trying to pick apart the puzzle\nFascination, fascination\nFascination, fascination\nAnd everything I do I'm fascinated with\nThat's why I pass the jaded grips of competitors who initiate disturbance with a smirk\nCause I feel I got direction in my work"
    }, {
        "trackNumber": 9,
        "id": 7520,
        "title": "Oxygen",
        "lyrics": "[Introduction:]\nI'm twice born, once in 7-something\nOnce as the resurrection of honorable function\nBeen shoveling coal as the engine's doctor\nLong enough to see my silhouette acquire a permanent kink in the posture\nThe maintenance of icicle spirit by the warmth of true endearment\nWas, is, and forever will be a luxury\nI'm a sovereignty columnist fathering doom document\nCurséd version of a certain Virgin Mary womb occupant\n\n[Interlude (spoken):]\n(Oh my Lord, what have I gotten myself into?\nSeems like I woke up in yesterday again\nAnother day, another dream…)\n\n[Verse One:]\nI know swamp rats who never suckled oxygen purification\nSure as blurry mayhem had ‘em spent (Zen freeze)\nStuck until my friend leaves, puppet for the plummet committee\nSputtering bum, numb enough to stomach the city\nWho’s that hugging the silhouetted willows where the hill’s crest pan out?\nBarter candy-coated crab apples and sugar-dipped death hand outs\nI got a plan, I'll tourniquet my quest\nThen feed a needle in the bad ending to mute the mess\nWhen patience gallops with absentee ballots, I shove in the button\nStrutting to exhibit mankind’s hostility function with a (heave)\nPaling in comparison to Matthias, Goliath\nLies the rickety frame of the wicked silence\nI died the day my nameless creator and I bumped eyelids\nSwear to Christ we saw the same thing for a second (What’s that?)\nThe grand mosaic depicting historical glory of the legend\nNursed me through the time stick-and-stone mixers hexed my fertile crescent\nNow all's well, I'm laughing on the inside I swear\nJust trying to keep my head above red tide despair\nMy imperfections pair off with buddy system symmetrics morbidly\nSo every second of discontent’s logged accordingly\nNow let’s turn mummy subtle perfection to preserve glory condition\nAnd pray for the day a starchild tugs the ribbon\nBetter land a two-hand grip on that spoonful-of-sugar medical chaser\nCredible crazer antidote's terrible, taste her\nBarter with a Stolen Soul Peddler, pigeon backed feather pen\nNever said a grin implied health\nConsider me a mobile advertisement for that hybrid blend of fabrics I deemed practical\nNow is you is or is you ain’t compatible?\nI feel the wind in my opinions\nPlus hyper clutched to crush one’s gingerbread tenement awful\nIt’s like the day the great oak met the sawmill\nA lifeline of spectacular expansion meets the reaper at the hand of one man’s tantrums\nMy friend’s got a book about dreams. I look and laugh\nI dreamed a book about my friends and still can’t decipher the half\nChatterbox. Now let a soothsayer major cater to a kinked breed\nBattered on the brink of disease\n(Well) I am (skin and bones), I am (sin and poems), I am (tin and chrome)\nGrin and groans, fuck it, I’m tinted quinacridone\nBlow the petals off a dandelion trying to make my little gypsy blush\nAnd felt as if I’d actually accomplished something\nFortify the bullies, let a joke soak in the treatment\nSit and watch the percentages teeter on the evening\nCaught a ghost up in the fuselage seconds before the cog dropped to the sticks\nAnd stared him down until he fixed it\n\nOh, fashion? It’s cool and all, but what about God?\n(Oh God? well he’s the man, but I mean, what about reading?)\nWhat like novels? Man, that don’t hold my attention. How about television?\n(Television hurts my brain. How about walking in the rain?)\nOh I hate walking. It’s boring. How about some old-fashioned gone fishin'?\n(Yeah, fishing’s great, but I just hate hooking the bait. Let’s dance)\nNah, I got two left feet plus motion sickness. How about breakfast?\n(Man I’m hungry, but that means I'mma have to borrow some money)\nLet’s fly a kite. (Let’s burn the generals). Let’s sell lemonade. (Let’s drink)\nLet’s poke a hole inside the tugboat, ease on back, and watch it sink\n(Nah, let’s fail a pupil once a year at random to shake the academy)\nCasually note the blossom of phantom alignment. (Strategy)\n\n[Verse Two]\nWell, I’ll make a waterfall out of water and autumn\nSorta caught ‘em when their guards mimicked the vintage knuckle drag sagged in the coffin\nI affiliate my rag dummy appearance with a most cohesive spirit\nCried a river yesterday, ain’t shed a tear since\n‘Gimmie gimmie’, crooned the Old Yeller community cartoon\nThe carousel ballooned extravagant. Aware\nInviting, yet I’m sworn to adamant manner and saddle in worn head, thorax, and abdomen\nTo primitive horseback galloping\nMy index finger’s dressed in my talisman\nBranded up in the jackal skin, I spy mark of the product\nWell, one must pardon ye old common sheep detour weaving graceful through the prime directive column\nPray the virus retreats to allotted phylum\nBeanstalk with a fiend walk and my name is mud\nBut that’s got a ring to it, so my soil welcomes the flood\nI walk as God’s practical joke on man, practically broke\nAnd if they raise my rent again, I’ll spend my nights practically soaked\nWho spit silk dimension through the noose looped by the rafters?\nAfter lack of reasoning, dead ‘em. (It’s like \"three, two, one, bedlam\")\nOoh, I’m hung. I clung to hope, but see you in hell\nI’ll be that clear blue icicle that simply refused to melt\nSturdy iron grillage, tin can skeleton\nSkull of a thousand dilapidated dream remnants\nHere to convict based on a tin bucket of evidence\nThat stairway to heaven’s merely a legend so the peasants dream well\n\n[Outro]\n(Blesséd peasants, blesséd peasant dream well\nEvery blesséd peasant’s just trying to dream well…)"
    }, {
        "trackNumber": 10,
        "id": 7517,
        "title": "Skip Town",
        "lyrics": "[Aesop Rock]\nOn the train\nWatchin' the rainbows (thank you window seat)\nI mean, it's all the same to some\nBut that cityscape makes me numb\nWalkin' the wire between firewater and water - I'll take the tap\nStill managed to end up thirsty the day the nursery collapsed\nIn my hand I hold the plumage of a buzzard\nSuffered for circlin' nutrition (seems barbaric)\nI may have just saved your children\nThere's an inborn tendency tellin' me to grip that sickle\nFor The pirate tyrant breeds feed on your precious little pixels\nI interviewed the sun, he said the future's lookin' bright\nI interviewed the rain, he claimed the sun's truly an asshole\nI was supposed to interview the snow today but of course he flaked\nSo I let my frigid demeanor teeter and take his vacant place\nWe 3 sprout from the same litter\nYet amazingly crafted by separate scissors\nI sloth from off the beaten path splashed in the cretin blizzard\nHalf my time is herded toward little lost causes\nHalf my time is spent pluggin' these leaky faucets\nAn' I'm here to pose inquiries\nI'm here to draw a fork in the road and call it the diary of common sheep aspiring\nLittle Billy starlet up the block got the right premise\nBut can't thread the needle without consultin apprentice present\nI don't really know you (I don't)\nAnd I dont' really care (I don't)\nCan't judge a man's dignity by the wattage in his stare\nMaybe that deems me that vagabond you love to kill\nBut I really ain't got time for the motherfuckin guilt\n\n[Hook]\nI'm gone and I best believe I'm leavin'\nPack up my belongings then it's off into the evening\nNow I haven't exactly been embraced by the populace\nSet sail upon the seven deadly seas of the anonymous\nI'm gone and I best believe I'm leavin'\nPack up my belongings then it's off into the evening\nAn' I'm diggin' a tunnel to where the sun'l never shine\nI've got my book I got my dream I've got myself an' I'll be fine\n(My time) is the day before the day the earth stood still\n(My time) is the day before the soldiers fired at will\n(My time) is the day before the hunter made his kill\nMy time's the final mile before the valley meets the hill\n\n[Aesop Rock]\nAnd I'm an archer\nParked where the farmers barter appetites\nSweet-talkin' harrassment down to a mere flashing of badges\nPrototypic landscape chased every step of my well-oiled collective\nWorkforce with frozen intention festive - wait\nWhat about the captivated?\nWell, I am the product of skeleton dancers poised crooked\nScattered amidst blue fields of fiery bliss mixed with\nDisease applicant activist rattlers. Fascinate grave child\nOh you're expecting slave smiles after sticking the pin in limb\nGod, if I could offer maintenance to fantasies I would\nI'd place the button in the city square for everyone to push\nYou see my mission responsibilties range across the board\nUntil I'd rather be a pen than a sword\nI swim a cold lake, make no mistake, I was not ready\nAll edgy and outta shape, made the company look messy\n(Sorry, well sorry) Honestly take it or leave it\nJust let me know so I ain't beggin' forgiveness thoughout the evening\nBasic locomotive with a whistle and caboose\nTryin to pull my cargo 'cross the map without a boost\nFragile in more ways than ten yet sturdy bird construction\nHelp the smokestacks puff until the morn, dream torn\n\n[Hook]\nI'm gone and I best believe I'm leavin'\nPacked up my belongings then it's off into the evening\nI've knocked upon every little door that comes about\nI'll sweep ya porch if you can spare a couple of breadcrumbs and a couch\nI'm gone and I best believe I'm leavin'\nPack up my belongings then it's off into the evening\nThis turning in my sleep is getting old and older still\nI think I can, I think I can, I think I can\nI think I will"
    }, {
        "trackNumber": 11,
        "id": 7504,
        "title": "6B Panorama",
        "lyrics": "I was sitting on my fire escape and I saw\nSturdy bridges, decorated with dirty pigeons\nA vagabond begging for three pennies and a princess\nA junkie tourniquet surgeon urging the needle in\nA batty senior citizen flashing that awful teethless grin\nI saw a corner store merchant rest on a milk crate with a stog'\nA pierced nose, a model with a stalker, cheap hooker, jay walkers\nA table on a sidewalk with four old men slappin' dominos down\nA city, a village, a neighborhood, a ghost town\nI saw vandals catching tags and Puerto Rican flags\nI saw a pregnant woman on the verge of bursting\nI saw a blind man with a dog screaming someday I'll see it all\nAnd then he sat down with his hammer and saw\nBusiness men with multi-colored ties, cashing their checks\nA Nazi with tattoos on his neck, a Vietnam War vet\nA Caucasian man with a limp and a cane, a pimp with his dames\nA thug circus, a pack of shook tourists hugging their purses\nI saw freaks with rainbow streaks in dayglo hair\nA mother smackin' the grin off her child, replaced it with a stare\nA pothole, a storefront with a broken open sign\nA hole in the wall bar kicking drunks to the gutter, it's closing time\nI see a fuck up, a bum knuckle up with a taxi driver\nA squatter, a grandfather, an angry right-to-lifer\nI can see the roof garden on the apartment across the street\nAnd kick myself because somewhere along the way I lost my seeds\nI see a rat, a roach, a bat approach, a happy student\nA black man with a horn and a will to make you sit and listen to it\nI see a little girl on the corner with bubbles, braids and barrettes\nI see a teen mother with Similac, pacifier, and regrets\nOh, a day turned stale, a hammer with a rusty nail, a failed marriage\nA universe of brick buildings slightly off balance\nA challenge, I see a chance to add real colors to my favorite palette\nRaise my mighty mallet towards the gods and swing my talents\nI see a crack in the sidewalk\nA slide show of sick civilians gripping bottles like idiots\nSitting inside bent meridians\nThere's a fun house ooh, a sun spout\nSpraying yellow beams above yellow back dreams\nAnd children in the hydrants\nHybrids, I see sirens\nThe wall to the glamor standard\nA dead bird, a red curb\nA bus stop where commuters wait to have their souls towed off to work\nI see the slapdash habits of bike messengers pausing\nTo huff that good leaf on the way to damage packages for peddlers\nOh my lord, I see bandwagons, all aboard\nA carnival amusement park where a heart is a luxury\nI see a gas galaxy huddled behind those pearly doors\nMaybe I should sit up on my fire escape a little more"
    }, {
        "trackNumber": 12,
        "id": 2868100,
        "title": "Lunch with Blockhead",
        "lyrics": ""
    }, {
        "trackNumber": 13,
        "id": 7519,
        "title": "Spare a Match",
        "lyrics": "[Electric charge comin' from the mainframe] Aceyalone\n[I'm from where the phat beats stretch for mad blocks] Ladybug Mecca\n\n[Aesop Rock]\nMy every little step set in a star\nRetina scarred; tread in a sled of bedbugs got my dead head in a jar\nCrazer camp stamp blank on the mug of settlers registered\nNot protest nor approval regarding every morn futile\nMy experience with a spirit alignment interference\nAssigns division from clearance to ample scrambling\nLet's note the magnificence in the difference\nOkay, see two canaries on the wire aspire\nTo separate lullabies both of which had me drifting\nEvery clan ghostly orphan scared stiff in the bliss\nAnd list picking from the arrangement under burden\nBust, wallow in will to split the privilege cluster\nLackluster as if a journey choice grew on the nearest chuckle path-dispatch trouble\nI've never seen the water so high in my poison life\nSocial conduct, twenty pace, about face, self destruct\nI know the key locations, sharp enough to catch those subtle signs cause\nWell, this here alley cat's been around the block a couple of times\nLifting every tin can, sifting every mess;\nOne man's trash, you know the rest, live it\nPitching a battered platform out of mass hysterics perished in the blizzard\nWhen it's finished I plan to sit and observe the twister pivot\nSleep and sleep well; sleep with a sacred array of fevers\nWake as a pertinent version of a pipe dreamer\nY'all can find me if you lookin for a friend\nI'll be the only iron-clad oracle in a city of tin\nIt's like that\n\n[Hook: Aesop Rock]\nI was born where crooked demeanor seemed to spawn merit\nI was born where all the king's men couldn't mend a broken spirit\nI was born where it don't matter if you stand, sit, or fall\nTo live and die as a brick brick brick in the wall\nAnd I'm a brick brick brick brick brick in the wall\nAnd I'm a brick brick brick brick brick in the wall\nAnd I'm a brick in the wall, drop in the bucket, yes y'all\n\n(Repeat 4x times)\nElectric charge comin' from the mainframe - - ] Aceyalone\nI'm from where the phat beats stretch for mad blocks - - ] Ladybug Mecca\n\n[Aesop Rock]\nSpare a match for the most distorted orchid in the patch\nAssorted orphans coursed in a morbid orbit forward the traps\nI make a tentative promise to flash frequent\nThe most sacred abrasive based in allegiance to the makeshift mason's secrets\nWater basin leaking, plug it up\nThe simple triple ring performance shoveled subtle imperfection\nI rung a life's worth of saturated costume gear over hell's balcony\nTo nullify the drought and still the martyr farmers shout at me\nAnd so the epic went and every cirrus hung\nThe bow breakers turned a cradle fatal, every spirit clung\nCroon for the slick Icarus brain children busy splitting the givingtree\nBuilding fresh canoes for freaks to cross the spill in\nI'm frantic\nMy plan is dwindling with every pulse bump\nGods and monsters yield the lump sum of the dolt clump\nBe wary when the stratosphere tints\nI scout like Atticus Finch, inching up slow in the games of reconnaissance\nNow cause to amend the Zen memorandum has surfaced in every Holocaust citadel fix it plan\nTwelve easy steps to better picket line demeanor\nGumshoe\nStick stone conglomerate activate massive\nBut the sky is falling, fuck you\nI've hired sweatshop labor to hold candles to the solar panels\nStitched in the back of my neck for nickels and sour milk by the week\nCheek to the heartache\nAt the center of my anthem lies a blend of temper tantrums substantial for me to lamp in\n\n(Repeat 4x times)\nElectric charge comin' from the mainframe - - ] Aceyalone\nI'm from where the phat beats stretch for mad blocks - - ] Ladybug Mecca\n\n[Hook: Aesop Rock]\n\n(Repeat 4x times) (Slowed Down)\nElectric charge comin' from the mainframe - - ] Aceyalone\nI'm from where the phat beats stretch for mad blocks - - ] Ladybug Mecca"
    }, {
        "trackNumber": 14,
        "id": 7502,
        "title": "Attention Span",
        "lyrics": "[Aesop Rock] 3x\nEvery little step we take breaks the dreams\nOf a war pig itching to re-stitch the seams\n\n[Vast Aire]\nNamsayin, when I walk, I wanna break concrete!\n\nOx will spit some shit that'll reflect off the mirror\nMy light beams are mad bright, they stay clever\nYo, challenge an Ox member, get a valve severed\nFound your body in the desert (Scavenger's dessert)\nYeah yeah I rap tight like Saran\nPlus enter battles talkin shit like \"Look mom, no hands\"\nI'm tired of cats tryin to sum me\nYou can't add that far yet, that counting is far fetched\nI treat MC like K-9s\nThrowin words at they face to see if they bite when they catch\nI told you my poetry sponsors Gillette\nNow you standing there wit razors in your head like barrettes\nMan, if the mic had ass cheeks\nThe sticker in my hand would say priority seating\nAnd man, I don't know if it was me or you\nBut your girl was on my dick like she was teethin'\nYou play the role, I'll play the poppy seed on top of you\nThe godspeed is actual, that doesn't mean I act usual\nOne of the first MC's to give the crowd full attention\nCuz you need love and affection\n\n[Hook: Aesop Rock, Vast Aire] 2x\n\nIf we could absorb every star in the sky\nWe noticed some shine brighter than others, you wonder why\nIt's the simple things in life that turn the peasants into leaders\nAnd we know the differences between the walkers and the sleepers\n\n[Aesop Rock]\nI boogie with picketer vision, carbon based stickler\nCity piss aroma, therapy coma, clone sitter\nItching to pigeonhole villain soul magnet\nFeelers activate\nPassion ate the germ, and the book met the worm\nI hold a book of matches captive to flash if\nThe sunbeams flatline\nVia thick fatigue episodes, brewed in batches\nThe flirt of cursed perks nursed broken skeleton patches\nOne muddy veteran collapsed the untapped resource center\nHousing style pageants\nMy little limbs lasso katydid wings\nWhile mankind's babysteps break dirt and demon\nI know a crossbreed strung well in the key of\nMass times weight times tamed semantics\nEncompassing that which splits lips but never supplied the bandage\nTo hell with plastic, we edit splendid\nTap it on the shoulder, grab it, tag it, apprehend it\nLend it to the devil to befriend it, wrench it back, mend it again\nIt still never renders suspended 'bove finicky picket fences\nNow every droid dreams to manufacture hearts\nStart with cadaver parts and a blueprint\nHe followed the precedent set by war pigs of a yesteryear\nLet the tears braid\nAnd skip a stone over the reservoir to shake the whole charade\nGold-plated tomb or spittoon\nI couldn't see\nI fell asleep holding an Appleseed, woke up holding a tree\nThe only bridge I ever burned along this legacy I dance\nWas the one that linked the cities of Prosperity and Chance\n\nChorus 2x"
    }, {
        "trackNumber": 15,
        "id": 7511,
        "title": "How to Be a Carpenter",
        "lyrics": "[Aesop Rock - Talking]\nSo you want to be a carpenter, do you?\nWell it takes more than a hammer, boy\nYou're gonna need blueprints and a will to build, and...\nStraighten your cap! you look like you've been through a war\nWipe that grin off your mug, you got a sturdy frame?\nSluggish posture just won't cut it\nYou're gonna need schooling, and, and, and take notes!\nAnd god if I catch you yawning again you're gonna regret ever asking for my help\nAnd dammit you gotta hustle, this is a slacker-free zone\nAnd, where's my pencil? Go get your hard-hat\nHere's a nickel, go get us a ruler and a saw and a drill and lots of graph paper...\n\nYo..\nI used to have a rope ladder but tattered were the rungs\nI strung it from the highest willow, trying to hug the sun\nThe seventh level buckled and I tumbled from the summit\nNow I'm back to re-climb and this time light my cigarette from it\nMy stitch in division/division warfare's numb enough to soak suddenly in a bullet bath and skip stones in the morning\nIs a flying color phantom tantrum explicable?\nSit and pull the petals off wild flower patches, magic happens!\nBehold, pity the lowlife parish?\nDoom City barracks left remorse coursed on a horse-drawn carriage by the torch of Polaris\nTo the badlands, where every bridge collapse right where the crowd stands\nWhere the witches are fireproof and every preacher's a madman\nFrigid be the appleseed demeanor towards the bay where the landshark Parliament swims\nWhen they pause to polish they fins\nThe better brains will preach the village through the city square\nTo the light, heavy and middle-weight integrate\nSlept with sticks and stones in my pillowcase\nOoh my born flight simulator picks barnacles off the tugboat belly\nLeft my spirit home in a shoebox in case I die\nGot a rugged smoke-green halo floatin' inches off the swamp\nHad that phase when the deviltry contacts a sparkle in my eye\nNow step back from the reservoir and let the settlers drink (Right!)\nSalvage all priorities and iron out all kinks (Okay!)\nMy house ain't made of bricks and straw but never has it crumbled (Why?)\nCause I stitched the brain's rigidity with symmetry\nCome visit me, it's fascinating\n\n[Aesop Rock- Talking]\nNow here's how its done, I'm only gonna show you once\nSo pay close attention, hear me now or hear me never\nGlue your little eyes to the diagram\nSee the plywood, the nails, the glue? You work every inch\nYour domain and you must treat it well\nKeep it clean or it'll swallow you whole\nWhere's the T-square, hand me the pliers\nNow dammit, oh, this will never do!\nYou have to want the castle, head Up, shoulders back\nBe the materials, know your limits only to break your limits\nAre you listening? God dammit boy, pay attention\n\n[Chorus]\nTry it again, little bit more juice this time\nTry it again, yeah, a little bit more elbow grease this time\nTry it again, concentrate, a little more focus this time\nYou can kick and scream and yell but damn I'm only tryin' to help\nTry it again, you're not doing it right, here now, y'all watch\nTry it again, stop sulking, I'm the example, for real, Watch\nTry it again, I'm bout to make it easy for you y'all, just Watch\nYou can kick and scream and yell but damn I'm only tryin' to help\n\nAs if it didn't sting enough\nThe hunt dispatched a pack of wild dog silhouettes\nAll sulking by the skyline, focused with a bonus hunger pain\nMy sincere addiction imbalance stems from a vintage grimace slap to the muck of\nAncestral branch camped on the vessels\nYes and I abide, the laws of the hidden desert survived\nAnd every peasant present teetered it on the crescent less deprived\nWith the exception of pleasant finale binges on the great endangered interests\nOf phantom brigades slaving to save that princess\nI double the negative (Double the negative), to no avail, no promised benefits\nJust delegates peddling pairs of negatives\nWith magnified magnanimous appearance sandy sinners in opinion shut\nNow what of the madness fragments?\nStagnant\nHow to make a vision sing while twigs cling to your pigeon wings\nFission militia, indent bent to split blood in hell's kitchen sink\nOrganize civility simpleton citizen mixers, then kiss the sky in unison\nSinister city-blistered corporate hooligans\nAll I really want's a nickel to feed my little pig\nRedefine big dig, three cheers to the product\nConsumer populace feed but never dreamed of the process\nOn a slanted advantage point saw the makeshift criminals date rape the hostage\nDream away the plain pain, yeah but it seeps through the cracks\nAnd drips from the ceiling and smells the rich scent of my tracks\nAll I ever really wanted was a jungle, and a jungle I got\nSee it ain't the vision it's the plot that makes me stop\n\nTry it again. I don't want to (Repeat 8x)\nI'm not even interested anymore\nTry it one more time"
    }, {
        "trackNumber": 16,
        "id": 7516,
        "title": "Prosperity",
        "lyrics": "[Aesop Rock]\nSulking in bulk and a half, sulk in a laugh, crash test\nFigure the mixture's digging up his last breath\nGrief leaf thief briefly turned chieftain\nThe tap water is on the waters off the waters leaking\n\nSo this is blue?\nMy frame reportedly sparred in garden variety burners and lost to normalcy\nMy terms the memoir, obligation the bookmark\nCrystallize impurities to zero on the...\nAutocrat derby catapult sponges, my hunches hurling murder abundance\nLunches where the city sump is pungent, (Curdling!)\nTomorrow sits on what the sin/consquence merger brings\nTo bubble up along the edges of precious child fantasy broken, broken\nHi, my name is Hazardous Tobacconist (Hi), hung on the brink\nI purge a dirge and spit my lung in the sink\nAs for the product, well it's wrenched in a barren backward wasteland\nOf shimmering moral tension adventuring to blossom pleasant\nI've done it all, from pixie dust to cramming pins in voodoo dolls\nAnd ninety-nine dreams linked on the shooting gallery wall\nBut it's like, not a wave crash similar to last or next\nHeckle me not already doctored by regrets\nRain (rain)\nBelligerent fragments bond massive\nUsher in the pixels 'til the image burn classic\nBliss in a barrel and motivation in a basket\nImma cast it out to sea and wait for my karma to grasp it\nI left my crutch over the rainbow with my riches\nAnd I know the rat race of the bad taste once its grimace cringes\nSee, an iron butterfly will float if given good condition\nBut I'm still fishing the same worm from the same faulty position\n\n(Prosperity)\nSorta makes you think\n\nI'm a Tomahawk I walk alone and miss the bliss\nInside the accidental meeting of the pencil and the seedling\nAnd the central started beating\nBreathing at a rapid caliber\nI doubt if her allotted grace will last forever more\n-\nDusting off a dream to be an autopilot\nStill a silent understudy. Funny how the opposite will throttle\nAnd the different stroke and model to the prison\nIs an accurate portrayal of inadequate betrayal of a wish\n-\nGonna-wanna-coulda-shoulda-woulda didn't\nIsn't it amusing choosing\nYet a plan is hibernating\nWaiting till the mating dance of motivation took a fine position\nDishing only after every little kiddy has performed\n-\nI just wanna be a general he said\nI just wanna, I just wanna be a general he said\nI just wanna, I just wanna be a general he said\nI just wanna, I just wanna be a-\nI just wanna sleep, yo\n\nOh, Eidolon, Capitol Crush\nGallop my chariot burning and awful enigma\nSprung by the sling of David to pierce gutter bug batch prior to hatch\nDismiss it as a soul cadets' excuse to decorate maps with thumb tacks\nThis gold star product pushing hate boogie themes Enter the smoke screen\nBlazing saddle remnants alive analyze pensive\nConnect all picket fences like chain gangs linked digging trenches\nTo candy land image factory. Sold\n-\nOh, I wanna be an astronaut, I got the merits and heart\nAnd I bought a starship with hard earned money from one hour selling dreams to dummies\nWhen they raised the lights:\nJa-ja-Jesus Christ! I've never seen so many goblins in my life! (Oh, my lord)\n-\nMigrate through the fog and then some\nDragging bitch circuits on a short leash like organ grinder primates dancing for bread crumbs\nWell, did you touch that slugger?\nBanging on the table with an old tin cup, thin luck\n-\nI can raise the dead while the shocked settlers fled the blaze\nSprung out their bed of nails to spread the sails, racing for milk and bread\nBut I got (big) big plans. I ride a big boat with a big ol' motor\nAnd I ain't really that big on helping you turn your leaf over\n-\n(Let's sing)\nBring out your dead, I got a pile sky high\n(Let's sing)\nRun if you're miserable, saw the planet fly by\nMy name is \"Try to deny the magnificent doom craft my ragged soul built\nAnd I'mma show you why this fucking globe tilts\"\n\n(Repeat 3x)\nTake me where the air is clear\nI don't really know where but I know its not here and\nEvery little step she takes makes me spin\nCause I know I'll never have to ever sleep alone again"
    }, {
        "trackNumber": 17,
        "id": 7515,
        "title": "No Splash",
        "lyrics": "[Aesop Rock]\nJanuary, I fell to the cobblestone\nIn April, I cut little paper flowers\nIn August, I drank cold tea all my lonesome\nIn October, I was introduced as coward\nI love New York Saturdays\nBut Mondays last longer\nAnd since I plan to live a long life\nMaybe I'll serve a thousand Mondays and swallow the burn\nTo merge the week for all its got\nTo give my shoddy rotten ribs (thick forgot my ribs)\nI got a lil' something called a spirit crisis on my skull\nAnd it's nothing short of ferocious but I swallowed the dosage\nI got a mantle, and the mantle is a candle\nAnd my candle is a flame that burns to symbolize the day Gretel met Hansel\nThen I settle in a stand still\nI live forever reaching for the sun\nHoping some lucky day I'll clutch and get a handful\nRope ladder, I'm a swinging anvil\nAnd I wanna turn skullies and tummies with pretty lullaby, bye\nThe way my gypsy dances makes a monster retreat to fetal\nI never felt so damn young\nBut you don't look a day over zero\nAnd you don't look a day in its eyes cuz it'll make you realize\nThe night is near so\nWell then go, dream, I clean around the edges\nI tidy up the tabletop, and lectured all the pledges\nI never really knew the true definition of precious\nTill my angel wit the beautiful red locks gave me the message\nI'm a fully animated life tree\nSee the root of the mute button was dug up bug up on a song\nOf I'm a fully animated life tree\nWith branches for the heavens to admire naturally\n\nChorus [Woman speaking]\nFame, war, love, honor, crime, innocence, tragedy, sunshine\nCringe, death, passion, heroism, God, suffering, joy, fate\nDestiny, treasure, stars, gall, hunger, murder, silence, mayhem\nHealth, pain, suspense, breath, sound, guilt, pride, time\n\n[Aesop Rock]\nWe all know what a halo is\nBut we all don't know the horrors if your halo tips\nI be the matador making your pretty little heels click\nI be the Sword in the Stone of the contemporary eclipse\nI'm incredibly exhausted\nYou can't imagine, got my warm spirit stuck in my teeth, I'm obsolete\nFreedom freedom freedom fighter beginning\nFor the sake of better demeanor and such to bust, fucking fantastic\nEvery little step she takes breaks the chambers\nIn the chest, developed in the abomidable trouble\nSettle for a cruel second, loud for an hour\nScreamin to the beats to leave until my whole weekend turns sour\nI ain't been around the world but I been around the block\nI ain't seen everything but I seen enough to talk\nI ain't a prophet, I ain't the Second Coming of Christ\nI'm just a mason with a will to build and a little advice\nI wanna weave a web, I bought a set of knitting needles\nFiddling with a theme, dream solid\nPaddle in the hole-in-the-bottom dingy to where the portraits astonish\nYou won't regret a single solitary step, I promise\nLook, in a situation where a dragon guards the gate\nI make a true spur of the moment grown decision\nWhich in turn allows me to be something normal\nWith the prefix of the 'ab' and\nI can kill every monster if I gotta, that's that\nRockin' it, rockin' it, clippership rockin' it\nBe the little guinea pig, dig?\nI'm tryin to make an exit with no ripples in the water\nNo splash, let the poison slide down down the hatch\nIt's like that\n\nChorus 2x"
    }, {
        "trackNumber": 18,
        "id": 7507,
        "title": "Drawbridge",
        "lyrics": "[Aesop Rock & Doseone]\nThis is not your ordinary ballad\nWith a perfect little bow around the middle\nAnd a black knight on a white horse\nOr a white knight on a black horse\nIt's got all these tired parts where\nWe don't even sing and random\nPrincess raise the drawbridge\nWe don't serve your kind\nIt ends where it begins\nAnd the beginning isn't pretty\nCan't forget that not-so-perfect\nBow around the middle ('round the middle, 'round the middle...)\n\nAnd it goes a little something like this..\n\n[Aesop Rock]\nMoon walking a broken soul pedigree incessant\nGut the cruddy frame\nThe zealots enveloped inside the belly of the blame\nCutthroats the result of pulp jokes soaked in poacher constants\nAnd not a jewel amidst coal wander prominent.. honor (honor)\nI bought up silkworms by the bucket like starter kits\nSew your first martyr stitch\nJoin damaged mammoth brigading caper\nNurse the tantrum with a fantasy chaser\nI keep the spare wings strapped to my fuses\nIn case the hackers snatch the plumage\n\n[Doseone]\nSo you mean these things are worth money\nNow drifting off\nThis is the who-you-calling-homeless\nMock me fearful\nTwisted mighty fearful twisted and tonight I got front row seats at the d-d-d-d-dead concert\nAnd you're in it, Ichabod\nRunning out of morals for my allegory... (moseying)\nMy kind of people will sell only circles. (woseying)\nWith my eyes patched in a not so new universe\nSo I beckon and bray but my pretty bird just ain't muting the many...\n\n[Aesop Rock]\nOh it'll be soon (real soon)\nBalloon immune to doom blend\nI ain't ditchin' the kitchen 'til every spoon bends\nA glance along tomorrow, sorry\nLooking lot of hopefuls was the rain dance\nMy little flint never dreamed would flutter potable\nSee I sanitize nothing for the sake of contemporary taste\nContemporary taste made my lip drop in the first place (incoming)\nHmm, You want to be a Czar?, idolize fallen heroics\nRecognize root of the worship, search and hold it\nWho put the fun in dysfunctional?\nI, prodigal son combustible, donkey-punching pinholes\nIn uncomfortable Zen conjunctionals for good (good)\nThe bear cub slop a goblet of dirt wine\nI nurse a single application of introvert, serpentine\n\n[Doseone]\nNow a sunset without a scrape of red an-an-and a plastic bag noise\nSunk down around his head sick-sick-sick-sick...\nStealing a peak\nThere's sickness likeness in the roofer's eyes and his alone\nAnd nothing terrible happened to the bag\n\nWrongs spilled off in...\nAnd brought on out the clouds...\nThe hiss cuts out...\nSpill its voice...\nAnd the piano...\nAnd the window full of...\nStar is fresh... kept\nFrom where I'm going... holy other\nHoly other, holy other, holy other...\n\n[Aesop Rock]\nB-B-B-B-B-But\nI've got charcoals in my heart, I've got charcoals in my heart\nI've got charcoals by the armfuls that burn my armor apart\nI've got charcoals in my heart, but I've got charcoals in my heart\nI've got charcoals by the armfuls that burn my armor apart\n\n[Doseone]\nAnd before, when I said 'Shut the fuck up, it's none of your business'\nThat was to be in vain\nBe sure to lock that up when you're all finished\nFinished yet? Now uhm...\nI usually finish this number with uh... my skull open\n\n[Aesop Rock]\nEverybody rally around the novel burners, spit, murder the matches\nWhere the junkies trade diseases and the gullible trade passions\nThen the masses wanna lean on me like \"oh captain, my captain\"\nNot considering maybe this orphan hosts morbid attachments...\n\n[Doseone]\nButton, button, who's got the button\nTake my name, please...\nButton, button, who's got the button\nLeaks the little gentle man made of lightning inside my lock-box\nOh, you like to help with coats wait unti you see what I got in this here locket\n\n[Aesop Rock & Doseone]\nThis is not your ordinary ballad\nWith a perfect little bow around the middle\nAnd a black knight on a white horse\nOr a white knight on a black horse\nAnd I can't forget the not-so-perfect bow around the middle\nRound the middle, round the middle, round the..."
    }, {
        "trackNumber": 19,
        "id": 2233455,
        "title": "Dinner With Blockhead",
        "lyrics": ""
    }, {
        "trackNumber": 20,
        "id": 7513,
        "title": "The Mayor and the Crook",
        "lyrics": "[Hook]\nNo more pencils, no more books\nI built the city out one brick\nIt had a mayor and a crook\nI made the crook stab the mayor then slay himself in the guilt\nI stole the brick back and migrated east, now, let's build\n\n[Verse 1]\nEvery tenderfoot cadet bettered slit-throat percentages\nChicken penmanship tied the thirteenth knot (Hangman)\nI arrange panoramics of a placid cataloguing where wild dogs sing tailor-made lullabies tried by my offspring\nI'll bring the butterflies and he can bring the centipedes\nAnd she'll bring the cadavers set 'em free and let 'em feed\nThe deviltry penciled me in, but I slept thick through my alarm clock\nSilly Billy hid in the barn while farmer charmed the crops\nAnd I'm a warden\nMy tongue is full of glass\nBecause I promised my friend I'd chew up the bottle\nIf he truly drank the poison\nI'm alienating the mating dance of the higher, ire-based, tired-faced, miser-made God clones\nWe can manufacture medicine\nPatent the five digit slide clock the essentials in (I'll be a bill collector)\nMy destiny's resting with red worms chewin' off the carcass anyway\nLet me slay artists for tips in the penny tray\nBy the way if that diamond ring don't shine\nThat's cause I bought it at the five-and-dime but don't neglect the sentiment\nI'll pedal my tricycle through the F-5 logistics of a twister\nSoaked in the religions of a nit-picker\n\n[Hook]\n\n[Verse 2]\nIf I botched the operation I apologize (Sorry)\nThe err's rooted in carbon\nI'm but a mortal archer parked in amber waves of starlets\nI'm fresh out of Gepetto's woodwork asylum\nSee the frame, wire-bound knuckles\nLet a tug of the puppeteer steer my hustle\nNow when a page becomes a squire, be engaged, clap your wings\nWhen a noble's demoted hope it don't sucker-punch the colony\nBut when the catapult releases lease your claims behind the bunker\nAnd fasten stinger pageant results to the public eye (Glory hunter)\nIs it genuine enough to feel, baby felon?\nNegotiate comradery or wilt\nMy dismal little little loom\nPurged urgent with dirty dominion monitor boxes\nHovering inches 'bove pertinent urchin toxins\n(Now) You ain't excused from table side\nTill the dinner plate's spotless\nSlurping' liquid happy citizen enhancer\nI got this slicky sycamore handshake\nThat mimics digit splinter entry\nThereby filtering citizens tin man prior to axe descending (Tight)\nCats know the ambiance, calm beyond comparison\nCaptain passive spring loaded serenity\nI'm trying to give this city acupuncture\nShovin' one-way pins in subway systems\nStanding up where I'm landing', now that a runway victim (Push, push)\nNature's gone batty, spreading spore legitimate\nSlice the bishop, sever the ties, splinter the kinship\nSee every now and again I love life but hate to admit it\nCause it spreads the jinx upon a sleeping cynic\n\n[Hook]\nNo more pencils, no more books\nI built the city out one brick\nI had a mayor and a crook\nI made the crook stab the mayor then slay himself in the guilt\nI stole the brick back and--\n\n[Verse 3]\nI'm quadruple six plus scruples category mayhem stems\nFrom one overlooked scene including loopholes\nWhen Christ studies the return ramifications\nI'll burn the campus to impress him\nThen rock like Medusa glances\nWho ran the final mile before the blanks blown?\nHome alone sipping beetle juice\nJust to numb it, then shimmy the needles loose\nI built a castle out of fifty-two cards\nPlus jokers, wit, and image\nModern theory charges while remaining harnessed to the vintage\nI'm valid hypothesis honoring Occam's Razor\nWith a seam sewn via fatigued knuckle work (Labor)\nI've patched the little leakage in the shell around my greed\nIn case Tommy Turbulence located The Matrix that impedes\nWhistle me a dirge, falcon boogie burst classic\nBastard repellent fell in haunted machines screened by similars\nGot beckoned like a suicide king to the dagger surface\nDue to one queen who lodged her faith inside a broken circus\nMe and my stargazers from the woodwork serve the furnace\nOmit the discoloring on the lung then stung the serpents\nI cherish the Ferris wheel's revolutions\nIt's not because the ride enthralls\nMore simply to the fact that it still revolves\nNursed in a bracket of televis, plastics and saccharin (well)\nI oppose mass panic\nThoroughbred fantasy cadets pose with a latch key demeanor\nReturning to find a home vacant with no similars to compare days with\nLet's build!"
    }]
}